# -*- coding:utf-8 -*-

list1 = ["大二软件协会人员名单",
        "陈泽宇" ,
         "李昊枰",
         "张建泉",
         "简玥",
         "吴新泽",
         "黄冠程",
         "仲哲",
         "马文龙",
         "黄泽霖",
         "姜然鑫",
         "孙嘉豪",
         "赵一敏  ",
         "高桂童",
         "袁程锦  ",
         "郝作栋",
         "李迎雪 ",
         "蒋稳   ",
         "于佳平 ",
         "钟玉梅"
]
list2 = '''

孙博 将梦茹 王嘉窿 钟钰涵 潘中龙 郑欣怡 闫莉容 付行 贺仁杰 许楠 张馨 由金弘 周浩雯 刘昀航'''
# print(list2.split(" "))

list3 = [  "赵一敏  ",
         "高桂童",
         "袁程锦  ",
         "郝作栋",
         "李迎雪 ",
         "蒋稳   ",
         "钟玉梅"
         "于佳平 ",]
list4 = ["总负责人", "点球", "高尔夫"]
list5 = ["陈泽宇", "李昊枰", "宋炯", "王欣雨", '吴新泽', '张家玮', '张建泉', '张颖', '仲哲']
list6 = ["15568986658", "18943055531", '18343568079', '15590184263', '18943073153', "17614315979", '18943915420', '18943056296', '18943076070']
list7 = ["陈泽宇", '张家玮']
list8 = ["15568986658", "17614315979"]